[
  {
    "id": 1,
    "isim": "Ampul",
    "mucid": "Thomas Edison",
    "yil": 1879,
    "aciklama": "Elektrik enerjisini ışığa dönüştüren ilk güvenilir ve ekonomik çözüm.",
    "detayAciklama": "Ampul, Thomas Edison tarafından geliştirilmiştir ve elektrik enerjisini ışığa dönüştürerek geceyi aydınlatmayı mümkün kılmıştır. İlk ampulün filamanı karbonlu bir maddeydi.",
    "detayGelisimSüreci": "Edison'un geliştirdiği ampul, 1879 yılında ticari olarak üretildi ve elektrikli aydınlatmanın yaygınlaşmasını sağladı. Daha önce birçok bilim insanı ampul üzerine çalışmış olsa da Edison, ticari olarak kullanılabilir hale getiren ilk kişiydi.",
    "detayUygulamaAlani": "Ampuller, aydınlatma, evlerde, ofislerde ve sokaklarda yaygın olarak kullanılmaktadır. Ayrıca endüstriyel ve bilimsel araştırmalar için de önemlidir.",
    "detayTeknolojikÖzellik": "İlk ampulde karbonlu filaman kullanılıyordu, ancak zamanla tungsten gibi daha dayanıklı malzemelerle modern ampuller geliştirilmiştir. Bugün LED ampuller, daha verimli ve uzun ömürlü alternatiflerdir.",
    "detayIlgiCekiciBilgi": "Edison, ampulü icat etmeden önce bir dizi başarısız deneme yapmış ve sonunda doğru malzeme kombinasyonunu bulmuştur. İlk ampulün 40 saatten fazla yanmadığı söylenmektedir.",
    "detayTarihiBaglam": "Ampul, 19. yüzyılın sonlarında şehirlerdeki sokak ışıklarının yaygınlaşmasını sağladı. Elektrik enerjisinin evlerde kullanılmaya başlanması, toplumsal yaşamı ve gece hayatını dönüştürdü.",
    "detaySosyalEtkiler": "Ampul, özellikle gece çalışabilen fabrikaların ortaya çıkmasına ve iş saatlerinin uzamasına yol açtı. Bu da sanayi devriminin hızlanmasına yardımcı oldu.",
    "detayIlginçFaktor": "Edison’un ampulü, asıl büyük buluşu olmasa da, elektrikli aydınlatmanın büyük ölçekte kullanılmasını sağlayan teknolojik bir atılım oldu.",
    "detayTicarilesme": "Edison, bu icadını ticarileştirerek, kendi elektrikli aydınlatma sistemini kurdu ve dünyaya elektrikli ışıkla ilgili devrimsel bir değişim sundu."
  },
  {
    "id": 2,
    "isim": "Telefon",
    "mucid": "Alexander Graham Bell",
    "yil": 1876,
    "aciklama": "Sesli iletişimi mümkün kılarak insanlık tarihinde devrim yarattı.",
    "detayAciklama": "Telefon, Alexander Graham Bell tarafından 1876'da icat edilmiştir. İlk telefon, sesin elektriksel sinyallere dönüştürülmesi prensibiyle çalışıyordu.",
    "detayGelisimSüreci": "Bell'in ilk telefon prototipi, 1876 yılında başarılı bir şekilde çalıştırıldı. O zamandan sonra telefon, hızla gelişerek bugün bildiğimiz modern telefon sistemine dönüşmüştür.",
    "detayUygulamaAlani": "Telefon, günümüzde kişisel iletişimde, iş dünyasında ve hatta acil durumlarda kritik bir rol oynamaktadır. Cep telefonları, internet ve multimedya uygulamaları ile daha da gelişmiştir.",
    "detayTeknolojikÖzellik": "İlk telefonlar, sesleri elektriksel sinyallere dönüştürüp iletmek için basit bir sistem kullanıyordu. Günümüzde ise cep telefonları, sesli aramaların yanı sıra video, internet, GPS gibi birçok fonksiyonu desteklemektedir.",
    "detayIlgiCekiciBilgi": "Bell'in telefon hakkındaki patentini kazandıktan sonra, telefon çok hızla ticari başarı elde etti. İlk telefon konuşması, Bell'in asistanına yaptığı ünlü 'Mr. Watson, come here, I want to see you.' (Bay Watson, buraya gel, seni görmek istiyorum) konuşmasıyla yapılmıştır.",
    "detayTarihiBaglam": "Telefonun icadı, iletişimdeki en büyük devrimlerden birini başlattı. Telefon, diğer iletişim araçlarını geride bırakarak, dünya çapında insanlar arasında anında iletişim sağladı.",
    "detaySosyalEtkiler": "Telefon, insanların daha hızlı iletişim kurmasını sağladı. İş dünyasında ve bireysel hayatta daha etkili bir iletişim dönemi başlattı.",
    "detayIlginçFaktor": "Telefonun ilk patenti Bell'e ait olsa da, Bell'in rakibi Elisha Gray, aynı zamanda telefonun icadı üzerinde de çalışıyordu. İki bilim insanı arasındaki patent mücadelesi, tarihteki en ünlü icat tartışmalarından biri olmuştur.",
    "detayTicarilesme": "Telefonun ticarileşmesi, ilk telefon şirketlerinin kurulmasını ve telefon altyapısının tüm dünyaya yayılmasını sağladı. Bu süreç, küresel çapta milyonlarca insanın telefon kullanmasını mümkün kıldı."
  },
  {
    "id": 3,
    "isim": "İnternet",
    "mucid": "Vint Cerf & Bob Kahn",
    "yil": 1983,
    "aciklama": "Dünya çapında bilgi paylaşımının temelini atan dijital devrim.",
    "detayAciklama": "İnternet, 1983 yılında Vint Cerf ve Bob Kahn tarafından geliştirilen TCP/IP protokolleri sayesinde dünya çapında bağlantılı bilgisayarlar ağı haline gelmiştir.",
    "detayGelisimSüreci": "İnternetin temelleri 1960'larda ARPANET ile atılmaya başlanmış, 1980'lerde TCP/IP'nin standardize edilmesi ile genişlemeye başlamıştır. 1990'larda World Wide Web (WWW) ile internet daha erişilebilir hale gelmiştir.",
    "detayUygulamaAlani": "Eğitim, sağlık, ticaret, haberleşme, eğlence, sosyal medya ve daha pek çok alanda kullanılmaktadır. İnternet, veri paylaşımı, online alışveriş, video konferans ve daha birçok uygulama için temel bir platformdur.",
    "detayTeknolojikÖzellik": "İnternet, başlangıçta düşük hızlarda çalışıyordu, ancak günümüzde fiber optik hatlar ve 5G gibi teknolojilerle hız ve kapasite büyük ölçüde arttı.",
    "detayIlgiCekiciBilgi": "İnternetin ilk hali, sadece akademik ve askeri kurumlar arasında bilgi paylaşımını sağlıyordu. Bugün ise internet, milyarlarca insanın günlük yaşamının ayrılmaz bir parçasıdır.",
    "detayTarihiBaglam": "İnternet, bilgiye erişimi kolaylaştırarak iletişimde devrim yaptı. Dünya genelinde bilgi paylaşımını hızlandırarak küresel ekonomiye büyük katkı sağladı.",
    "detaySosyalEtkiler": "İnternet, insanların yaşam tarzlarını dönüştürdü. Sosyal medya, iş dünyası ve eğitim gibi alanlarda köklü değişikliklere neden oldu.",
    "detayIlginçFaktor": "İnternet, başlangıçta askeri bir proje olarak başlasa da, hızla ticari alanda kullanılmaya başlandı ve dünya çapında milyonlarca insanın yaşamına etki etti.",
    "detayTicarilesme": "İnternetin ticari başarıya ulaşması, e-ticaretin patlamasına ve teknoloji şirketlerinin yükselmesine yol açtı. Bugün, internet altyapısının yayılması ekonomik bir yapı taşıdır."
  },
  {
    "id": 4,
    "isim": "Buhar Makinesi",
    "mucid": "James Watt",
    "yil": 1765,
    "aciklama": "Sanayi Devrimi'nin temel taşı olarak makineleri hareketlendiren güç kaynağı.",
    "detayAciklama": "Buhar makinesi, James Watt tarafından geliştirilen bir cihazdır ve sanayi devriminin hızlanmasında önemli bir rol oynamıştır.",
    "detayGelisimSüreci": "Watt, buhar makinesini geliştirmek için Thomas Newcomen'in tasarımını iyileştirerek verimliliği artırmıştır. Buhar gücü, sanayide ve ulaşımda devrim yaratmıştır.",
    "detayUygulamaAlani": "Buhar makinesi, fabrikalarda, madenlerde, gemilerde ve demir yolunda kullanılmaya başlandı. Aynı zamanda endüstriyel devrimin temel gücü olarak kabul edilir.",
    "detayTeknolojikÖzellik": "Buhar makineleri, ısıtılan su buharını kullanarak pistonu hareket ettirir. Bu hareket, makineleri çalıştıran ilk güç kaynağı olmuştur.",
    "detayIlgiCekiciBilgi": "Watt, buhar makinesinin verimliliğini artırmak için yaptığı iyileştirmelerle endüstri devrimini başlatmıştır. Bu makine, ilk kez madenlerde su pompalamak için kullanılmıştır.",
    "detayTarihiBaglam": "Buhar makinesi, sanayi devriminde devrim niteliğinde bir icat olarak fabrikaların, trenlerin ve gemilerin çalışmasını sağladı. Bu icat, sanayileşmenin temellerini atmıştır.",
    "detaySosyalEtkiler": "Buhar makinesi, üretim süreçlerini hızlandırarak iş gücü verimliliğini artırdı ve sanayinin daha verimli hale gelmesine olanak tanıdı.",
    "detayIlginçFaktor": "Watt'ın buhar makinesi tasarımı, önceden kullanılan buhar makinelerinden çok daha verimliydi ve bu, sanayi devriminde önemli bir etki yaptı.",
    "detayTicarilesme": "Watt, buhar makinelerinin ticarileşmesini sağlayarak, sanayinin hızla büyümesine katkı sağladı ve bu makine, pek çok sanayi dalında kullanılmaya başlandı."
  },
  {
    "id": 5,
    "isim": "Yapay Zeka",
    "mucid": "Alan Turing (teorik altyapı)",
    "yil": 1950,
    "aciklama": "Bilgisayarların insan benzeri düşünmesini sağlayan teknoloji.",
    "detayAciklama": "Yapay zeka, bilgisayarların insan benzeri görevleri yerine getirmesini sağlayan bir teknolojidir. Alan Turing, yapay zekanın temellerini atan teorik altyapıyı geliştirmiştir. Yapay zeka, makinelerin öğrenmesini, karar vermesini ve çeşitli görevleri insan benzeri bir şekilde yerine getirmesini mümkün kılar.",
    "detayGelisimSüreci": "Yapay zeka ilk olarak 1950'lerde Alan Turing'in 'Turing Testi' kavramı ile gündeme geldi. 1980'lerde yapay zeka araştırmalarına olan ilgi arttı ve 21. yüzyılda makine öğrenmesi ve derin öğrenme alanlarında büyük ilerlemeler kaydedildi.",
    "detayUygulamaAlani": "Yapay zeka, sağlık, otomotiv, finans, eğlence, müşteri hizmetleri, robot teknolojisi ve birçok diğer alanda kullanılmaktadır.",
    "detayTeknolojikÖzellik": "Yapay zeka, verileri işleyebilme, modelleme yapabilme ve sonuçlardan öğrenme gibi özelliklere sahiptir. Makine öğrenmesi ve derin öğrenme algoritmaları, yapay zekanın temel bileşenlerindendir.",
    "detayIlgiCekiciBilgi": "Yapay zeka, bugün pek çok alanda insan benzeri görevleri yerine getiriyor, ancak bu teknoloji hala gelişmektedir ve daha büyük yeteneklere sahip olması bekleniyor.",
    "detayTarihiBaglam": "Yapay zeka, bilgisayar biliminin bir alt dalı olarak, 20. yüzyıldan itibaren hızla gelişti ve birçok endüstride devrim yaratmaya devam etmektedir.",
    "detaySosyalEtkiler": "Yapay zeka, iş gücü piyasasını ve toplumsal yapıyı dönüştürüyor. Otomasyonun artması, bazı işlerin kaybolmasına, ancak yeni iş alanlarının doğmasına yol açtı.",
    "detayIlginçFaktor": "Yapay zeka, sinema ve popüler kültürde sıkça yer alan bir konu olmuştur. İnsan benzeri makineler ve yapay zekalar, özellikle bilim kurgu eserlerinde önemli bir yer tutmaktadır.",
    "detayTicarilesme": "Yapay zekanın ticari olarak kullanılması, büyük veri analizi, otomasyon ve kişisel asistanlar gibi birçok alanda yeni iş modelleri ve fırsatlar yaratmıştır."
  }
]
